Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/samisk_barnehagetilbud.html.tmx
Source language: nob
Languages: sma

source: Samisk barnehagetilbud
sma: Saemien maanagïertefaalenasse

source: Med samisk barnehagetilbud menes et tilbud der innholdet i barnehagen bygger på samisk språk og kultur.
sma: Saemien maanagïertefaalenasse lea faalenasse gusnie maanagïerten sisvege saemien gïelem jïh kultuvrem våaroeminie åtna.

source: Barnehagen skal styrke barnas identitet som samer ved å fremme bruken av samisk språk og ved å fremme, bruke og utvikle samisk språk og kultur.
sma: Maanagïerte edtja maanaj identiteetem nænnoestidh goh saemieh viehkine åtnoen saemien gieleste eevtjedh jïh saemien gïelem jïh kultuvrem eevtjedh, nuhtjedh jïh evtiedidh.

source: Barnehagen ledes av samiskspråklige pedagogisk personale.
sma: Maanagïerte stuvresåvva saemiengïeleldh pedagogeles barkijijstie.

source: Det samiske barnehagetilbudet kan deles inn i følgende kategorier:
sma: Maahta saemien maanagïertefaalenassem daejtie kategorijide juekedh:

source: a) samiske barnehager og samisk avdeling i norske barnehager b) barnehager med tilbud om samisk språkopplæring.
sma: a) saemien maanagïerth jïh saemien goevtese nöörjen maanagïertine b) maanagïerth faalenassine saemien gïelelïerehtimmien bïjre

source: Sametinget legger til rette for samisk barnehagetilbud gjennom politikkutvikling og forvaltning av tilskudd til barnehagene.
sma: Saemiedigkie saemien maanagïertefaalenassese sjïehteladta politihkeevtiedimmien jïh dåarjoereeremen tjïrrh maanagiertide.

source: Barnehager som gir et samisk barnehagetilbud kan søke på de ulike tilskuddsordningene.
sma: Maanagïerth mah saemien maanagïertefaalenassem vedtieh maehtieh dejtie ovmessie dåarjoeöörnegidie syökedh.

source: Tilskuddsordningene er beskrevet i Sametingets budsjett.
sma: Saemiedigkien budsjedtesne lea dåarjoeöörnegidie buerkiestamme.

source: Sametinget har flere samarbeidspartnere som jobber sammen med oss for å nå våre mål: Kunnskapsdepartementet , Utdanningsdirektoratet , Statsforvalteren og Foreldreutvalget for barnehager
sma: Saemiedigkien leah jienebh laavenjostoeguejmieh mah mijjine ektine berkieh juktie mijjen ulmieh jaksedh: Maahtoedepartemeente , Ööhpehtimmiedirektoraate , Staatehaaltoje og Maanagïerti eejhtegemoenehtse

source: Brosjyre om det samiske barnehagetilbudet
sma: Tjaatsege saemien maanagiertefaalenassen bïjre

source: Veileder for barnehager med samiske barn
sma: Bïhkedæjja maanagïertide saemien maanajgujmie

source: Rammeplan for barnehagens innhold og oppgaver
sma: Mieriesoejkesje maanagïerten sisvegasse jïh laavenjasside
